-- Абитуриент 1 (Иванов Иван Иванович)
INSERT INTO Exam (EntrantID, Subject, ExamScore, ExamDate)
VALUES
(1, 'Математика', 78, '2024-06-15'),
(1, 'Русский язык', 65, '2024-06-16'),
(1, 'Информатика', 70, '2024-06-17');

-- Абитуриент 2 (Петрова Анна Сергеевна)
INSERT INTO Exam (EntrantID, Subject, ExamScore, ExamDate)
VALUES
(2, 'Математика', 82, '2024-06-15'),
(2, 'Русский язык', 75, '2024-06-16'),
(2, 'Обществознание', 80, '2024-06-17');

-- Абитуриент 3 (Сидоров Пётр Алексеевич)
INSERT INTO Exam (EntrantID, Subject, ExamScore, ExamDate)
VALUES
(3, 'Математика', 68, '2024-06-15'),
(3, 'Русский язык', 58, '2024-06-16'),
(3, 'Информатика', 60, '2024-06-17');

-- Абитуриент 4 (Кузнецов Алексей Петрович)
INSERT INTO Exam (EntrantID, Subject, ExamScore, ExamDate)
VALUES
(4, 'Математика', 85, '2024-06-15'),
(4, 'Русский язык', 78, '2024-06-16'),
(4, 'Обществознание', 80, '2024-06-17');

-- Абитуриент 5 (Смирнова Мария Андреевна)
INSERT INTO Exam (EntrantID, Subject, ExamScore, ExamDate)
VALUES
(5, 'История', 88, '2024-06-15'),
(5, 'Русский язык', 82, '2024-06-16'),
(5, 'Обществознание', 85, '2024-06-17');

-- Абитуриент 6 (Волков Дмитрий Игоревич)
INSERT INTO Exam (EntrantID, Subject, ExamScore, ExamDate)
VALUES
(6, 'Иностранный язык', 90, '2024-06-15'),
(6, 'Русский язык', 85, '2024-06-16'),
(6, 'История', 78, '2024-06-17');

-- Абитуриент 7 (Зайцева Елена Викторовна)
INSERT INTO Exam (EntrantID, Subject, ExamScore, ExamDate)
VALUES
(7, 'Русский язык', 88, '2024-06-15'),
(7, 'Литература', 80, '2024-06-16'),
(7, 'Обществознание', 75, '2024-06-17');

-- Абитуриент 8 (Попов Сергей Николаевич)
INSERT INTO Exam (EntrantID, Subject, ExamScore, ExamDate)
VALUES
(8, 'Математика', 70, '2024-06-15'),
(8, 'Русский язык', 65, '2024-06-16'),
(8, 'Информатика', 68, '2024-06-17');
