INSERT INTO Entrant (LastName, FirstName, MiddleName, DateOfBirth, Gender, SNILS, PassportNumber)
VALUES
('Иванов', 'Иван', 'Иванович', '2003-08-15', 'M', '12345678901', '123456789'),
('Петрова', 'Анна', 'Сергеевна', '2002-05-22', 'F', '23456789012', '234567890'),
('Сидоров', 'Пётр', 'Алексеевич', '2003-11-30', 'M', '34567890123', '345678901'),
('Кузнецов', 'Алексей', 'Петрович', '2004-01-10', 'M', '45678901234', '456789012'),
('Смирнова', 'Мария', 'Андреевна', '2003-03-18', 'F', '56789012345', '567890123'),
('Волков', 'Дмитрий', 'Игоревич', '2002-07-22', 'M', '67890123456', '678901234'),
('Зайцева', 'Елена', 'Викторовна', '2004-09-05', 'F', '78901234567', '789012345'),
('Попов', 'Сергей', 'Николаевич', '2003-11-30', 'M', '89012345678', '890123456');
