INSERT INTO EducationProgram (ProgramName, Faculty, EducationLevel, BudgetPlaces)
VALUES
('Программная инженерия', 'Факультет информационных технологий', 'Бакалавриат', 10),
('Прикладная математика', 'Факультет прикладной математики', 'Бакалавриат', 15),
('Информационные системы', 'Факультет информационных технологий', 'Магистратура', 8),
('Экономика', 'Факультет экономики', 'Бакалавриат', 15),
('Юриспруденция', 'Юридический факультет', 'Бакалавриат', 20),
('Международные отношения', 'Факультет международных отношений', 'Бакалавриат', 10),
('Журналистика', 'Факультет журналистики', 'Бакалавриат', 12);
